Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=913_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Inarinsaame, biologia ja maantieto
smn: Biologia já eennâmtiätu

source: Škoovlâ biologia, Sisčääsih (alkup.
smn: Škoovlâ biologia, Sisčääsih

source: Koulun biologia, Sisävedet, Otava) on peruskoulun 7. luokalle tarkoitettu biologian oppikirja, joka käsittelee Suomen sisävesien eliöstöä ja elinypäristöjä.
smn: (Koulun biologia, Sisävedet, Otava 2010) lii vuáđuškoovlâ 7. luokan uáivildum biologia oppâkirje, mii kieđâvuš Suomâ sisčaasij iälánijd já eellimpirrâsijd.

source: Mukana on myös Itämeri-osio, joka tutustuttaa Itämeren erityispiirteisiin ja lajistoon.
smn: Mieldi lii meid Nuorttâmeerâ-uási, mast puáhtá uápásmuđ Nuorttâmeerâ sierânâsjiešvuođáid já šlaajáid.

source: Jokaisen luvun lopussa on tiivistelmä ja tehtäviä.
smn: Jyehi lovo loopâst lii čuákánkiäsu já pargopitáh.

source: saameksi: Ilmari Mattus
smn: sämikielân: Ilmari Mattus

source: piirrokset: Jorma Happonen
smn: sárguseh: Jorma Happonen

source: sivuja 156
smn: sijđoh 156

source: Saamelaiskäräjät 2014
smn: Sämitigge 2014

source: Opiskeluvihkon avulla sovelletaan ja syvennetään opittuja tietoja.
smn: Oppâmvihko vievâst puáhtá jieŋâlmittiđ oppum tiäđuid.

source: Perustehtävien lisäksi on pari- ja ryhmätyötehtäviä, joita tehdään joko luontoretkellä tai luokassa.
smn: Vuáđupargopitái lasseen láá parâ- já juávkkupargopitáh, maid puáhtá porgâđ jo-uv luándumääđhist tâi luokast.

source: Lisäksi opiskeluvihkossa on päättelytehtäviä, joiden tekeminen edellyttää tavallista enemmän oivallusta.
smn: Lasseen oppâmvihkoost láá árvuštâllâmpargopitáh, moi porgâm váátá táváliist eenâb fiätu.

source: Internettehtävien teko harjaannuttaa tiedon hakuun verkossa.
smn: Internetpargopitái čuávdim hárjánit tiäđu uuccâm viärmáduvâst.

source: piirrokset: Jorma Happonen ja Sirkku Pitkänen
smn: sárguseh: Jorma Happonen já Sirkku Pitkänen

source: sivuja 112
smn: sijđoh 112

source: piirrokset Jorma Happonen, saameksi Ilmari Mattus
smn: sárguseh Jorma Happonen, sämikielân Ilmari Mattus

source: (Koulun biologia ja maantieto 5, Otava 2007)
smn: Škoovlâ biologia ja eennâmtiätu 5

source: Koulun biologia ja maantieto -kirjasarja vie lukijansa seikkailulle maailman ihmisten, eläinten ja kasvien pariin.
smn: Škoovlâ biologia já eennâmtiätu –kirjeráiđu tuálvu lohhee fiäránistiđ &#13; maailm ulmui, ellei já šadoi luusâ.

source: Samalla pohditaan, miten ihminen on sopeutunut elämään eri puolilla maapalloa ja miten ihmisten toimet ovat vaikuttaneet maapallon luontoon.
smn: Siämmást suogârdâlloo, et maht &#13; olmooš lii vuáhádum eelliđ jieškote-uv kuávluin eennâmpáálust já maht &#13; ulmuu tooimah láá vaikuttâm eennâmpáálu luándun.

source: Koulun biologia ja maantieto 5 -kirjassa seikkailu alkaa niityn eliöiden opiskelulla.
smn: Škoovlâ biologia já &#13; eennâmtiätu 5 –kirjeest fiäránistem álgá oppáin niijto iälánijn.

source: Eurooppa-jakson jälkeen tutustutaan maailman ja erityisesti Afrikan kasvillisuuteen ja eläimistöön.
smn: Euroop-uási maŋa uápásmup maailm já eromâšávt Afrik šaddodâhân já &#13; elleid. jurgâlâm: Ilmari Mattus

source: sivuja: 203
smn: sijđoh: 203

source: Saamelaiskäräjät 2011
smn: Sämitigge 2011

source: Työkirjassa sovelletaan ja syvennetään opittua.
smn: heiviittuvvojeh já jieŋâlmittojeh oppum ääših.

source: Perustehtävien lisäksi työkirja sisältää tehtäviä, joiden tekemisen edellyttää omaa pohdintaa, johtopäätösten tekoa ja opittujen asioiden soveltamista.
smn: Vuáđupargopitái lasseen pargokirjeest láá tagareh pargopitáh, moi porgâm váátá suogârdâllâm, juurdâpuátusij toohâm já oppum aašij heiviittem.

source: Tarkista tietosi ja taitosi –osiossa arvioidaan omaa osaamista ja kerrataan jakson sisältöä.
smn: Täärhist tiäđuidâd já táiđuidâd –uásist puáhtá árvuštâllâđ jieijâs mättim já tain puáhtá kiärduđ uási siskáldâs.

source: sivuja: 160
smn: sijđoh: 160

source: Alkuperäisteos: Koulun biologia ja maantieto 6, Otava 2008-2009)
smn: Škoovlâ biologia ja eennâmtiätu 6

source: Tässä oppikirjassa on biologiaa, maantietoa ja terveystietoa.
smn: Taan oppâkirjeest lii biologia, eennâmtiätu já tiervâsvuođâtiätu.

source: Biologian jaksoissa opit metsän eliölajeja sekä saat tietoa siitä, miten metsän ravintoketjut synty-vät.
smn: Biologia oosijn oopah meeci iäláánšlaajâid já uážuh tiäđu tast, maht meeci raavâdkuáluseh šaddeh.

source: Maantiedossa tutustut maapallon luontoon ja ihmisen elämään eri puolella maapalloa.
smn: Eennâmtiäđust uápásmuuh eennâmpáálu luándun já ulmuu elimân jieškote-uv kuávluin eennâm-páálust.

source: Saat tietää, miten ihmiset Aasiassa ja Australiassa elävät sekä tutustut näiden maanosien eläin- ja kasvilajeihin.
smn: Uážuh tiettiđ, maht ulmuuh Aasiast já Australiast eellih já uápásmuuh tai eennâmoosij ellee- já šaddošlaajáid.

source: sivuja: 171
smn: sijđoh: 171

source: hinta: 25,00 €
smn: Sämitigge 2011

source: taso: 6 lk Saamelaiskäräjät 2011
smn: Škoovlâ biologia ja eennâmtiätu 6 Pargokirjeest

source: Työkirjassa sovelletaan ja syvennetään opittuja asioita.
smn: (Algâkirje: Koulun biologia ja maantieto 6, Työkirja, Otava 2009) heiviittuvvojeh já jieŋŋâlmittojeh oppum ääših.

source: Perustehtävien lisäksi työkirjassa on tehtäviä, joiden tekeminen vaatii pohtimista, johtopäätösten tekemistä sekä opitun soveltamista.
smn: Vuáđupargopitái lasseen pargokirjeest láá pargopitáh, moi toohâm váátá jiešráđálii kuorâttâllâm, juurdâpuátusij toohâm já oppum aašij heiviittem.

source: Tarkista tietosi ja taitosi -osassa voi arvioida omaa osaamistaan ja kerrata oppikirjan sisältöä.
smn: Täärhist tiäđuidâd já táiđuidâd –uásist ferttee árvuštâllâđ jieijâs mättim já kiärduđ oppâpaje siskáldâs.

source: sivuja: 123
smn: sijđoh: 123
